const Quest=[
    {
        id:1,
        question:"เบื่อ ทำอะไรๆก็ไม่เพลิดเพลิน",
    },
    {
        id:2,
        question:"ไม่สบายใจ ซึมเศร้า หรือท้อแท้",
    },
    {
        id:3,
        question:"หลับยาก หลับๆตื่นๆ หรือหลับมากเกินไป", 
    },
    {
        id:4,
        question:"เหนื่อยง่าย หรือไม่ค่อยมีแรง",
    },
    {
        id:5,
        question:"เบื่ออาหาร หรือกินมากเกินไป",
    },
    {
        id:6,
        question:"รู้สึกไม่ดีกับตัวเอง คิดว่าตัวเองล้มเหลว หรือเป็นคนทำให้ตัวเองหรือครอบครัวผิดหวัง"
    },
    {
        id:7,
        question:"สมาธิไม่ดีเวลาทำอะไร เช่น ดูโทรทัศน์ ฟังวิทยุ หรือทำงานที่ต้องใข้คามตั้งใจ"
    },
    {
        id:8,
        question:"พูดหรือทำอะไรช้าลงจนคนอื่นสังเกต หรือกระสับกระส่ายมากกว่าปกติ"
    },
    {
        id:9,
        question:"คิดทำร้ายตัวเอง หรือคิดว่าถ้าตายไปจะดีกว่า"
    }
]


export default Quest;